Repository: meowgen/jumpserver
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The account has been locked (please contact admin to unlock it or try again after {} minutes)
ru: Учетная запись была заблокирована (пожалуйста, свяжитесь с администратором, чтобы разблокировать ее или попробуйте еще раз через {} минут)

source: The ip has been locked (please contact admin to unlock it or try again after {} minutes)
ru: IP-адрес был заблокирован (пожалуйста, свяжитесь с администратором, чтобы разблокировать его, или повторите попытку после {} минут)

source: {error}, You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
ru: {error}, Вы также можете попробовать {times_try} раз (учетная запись будет временно заблокирована заблокирована на {block_time} минут)

source: MFA required
ru: Требуется многофакторная аутентификация

source: MFA not set, please set it first
ru: Многофакторная аутентификация не установлена, установите её сначала

source: Login confirm required
ru: Необходимо подтверждение входа

source: Wait login confirm ticket for accept
ru: Ожидание принятия тикета подтверждения входа

source: Login confirm ticket was {}
ru: Тикет подтверждения входа был {}

source: IP is not allowed
ru: IP не разрешён

source: Time Period is not allowed
ru: Период времени не разрешён

source: Please enter MFA code
ru: Пожалуйста, введите код многофакторной аутентификации

source: Phone not set
ru: Номер телефона не установлен

source: SSO auth closed
ru: SSO аутентификация закрыта

source: Your password is invalid
ru: Ваш пароль неправильный

source: Your password is too simple, please change it for security
ru: Ваш пароль слишком прост, пожалуйста, измените его для безопасности

source: You should to change your password before login
ru: Вы должны изменить свой пароль, перед тем, как войдёте

source: Your password has expired, please reset before logging in
ru: Ваш пароль истёк, пожалуйста, переустановите его перед входом

source: {} days auto login
ru: {} дней автоматического входа

source: MFA Code
ru: Код многофакторной аутентификации

source: MFA type
ru: Тип многофакторной аутентификации

source: MFA code
ru: Код многофакторной аутентификации

source: Dynamic code
ru: Динамический код

source: Please input security code
ru: Пожалуйста, введите код безопасности

source: OTP code invalid, or server time error
ru: Код одноразового пароля некорректен, или произошла ошибка сервера

source: OTP
ru: Одноразовый пароль

source: OTP verification code
ru: Код проверки одноразового пароля

source: Virtual OTP based MFA
ru: Виртуальный одноразовый пароль на основе многофакторной аутентификации

source: Radius verify code invalid
ru: Код подтверждения Radius некорректен

source: Radius verification code
ru: Код подтверждения Radius

source: Radius global enabled, cannot disable
ru: Radius включён глобально, нельзя выключить

source: The MFA type ({}) is not enabled
ru: Тип многофакторной аутентификации ({}) не включён

source: Please change your password
ru: Пожалуйста, измените ваш пароль

source: Access key
ru: Ключ доступа

source: Private Token
ru: Приватный токен

source: Expired
ru: Истёк ли

source: SSO token
ru: Токен SSO

source: Secret
ru: Секретные данные

source: Date expired
ru: Дата истечения

source: Asset display
ru: Ресурс

source: Connection token
ru: Токен подключения

source: Can view connection token secret
ru: Может просматривать секретные данные токена подключения

source: Connection token expired at: {}
ru: Токен подключения истёк с: {}

source: User not exists
ru: Пользователь не существует

source: User invalid, disabled or expired
ru: Пользователь выключен, или его учётная запись истекла

source: System user not exists
ru: Системный пользователь не существует

source: Asset not exists
ru: Ресурс не существует

source: Asset inactive
ru: Ресурс не активен

source: User has no permission to access asset or permission expired
ru: Пользователь не имеет разрешения доступа к ресурсу, или это разрешение истекло

source: Application not exists
ru: Приложение не существует

source: User has no permission to access application or permission expired
ru: Пользователь не имеет разрешения доступа к приложению, или это разрешение истекло

source: Verified
ru: Проверен ли

source: Super connection token
ru: Супертокен подключения

source: Different city login reminder
ru: Напоминание о входе с другого города

source: binding reminder
ru: напоминание о привязке

source: Validity
ru: Правильность

source: Expired time
ru: Время истечения

source: Asset or application required
ru: Требуется ресурс или приложение

source: Is valid
ru: Корректно

source: API key list
ru: Список ключей API

source: Using api key sign api header, every requests header difference
ru: Используя заголовок с подписью ключа API, каждый заголовок запроса должен быть разным

source: docs
ru: документация

source: ID
ru: Идентификатор

source: Date
ru: Дата

source: Show
ru: Показать

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: Delete success
ru: Удаление прошло успешно

source: Close
ru: Закрыть

source: Play CAPTCHA as audio file
ru: Прослушать капчу в виде аудио

source: Captcha
ru: Капча

source: MFA confirm
ru: Подтверждение многофакторной аутентификации

source: Need MFA for view auth
ru: Нужна многофакторная аутентификация для просмотра аутентификации

source: Confirm
ru: Подтвердить

source: Code error
ru: Код ошибки

source: Hello
ru: Привет

source: Your account has remote login behavior, please pay attention
ru: Ваша учетная запись имеет режим удаленного входа, пожалуйста, обратите внимание

source: Login time
ru: Время входа

source: If you suspect that the login behavior is abnormal, please modify the account password in time.
ru: Если вы подозреваете, что поведение при входе является ненормальным, пожалуйста, измените пароль учетной записи вовремя.

source: Your account has just been bound to
ru: Ваша учетная запись только что была привязана к

source: If the operation is not your own, unbind and change the password.
ru: Если операция не принадлежит вам, отмениие привязку и измените пароль.

source: Please click the link below to reset your password, if not your request, concern your account security
ru: Пожалуйста, перейдите по ссылке ниже, чтобы сбросить свой пароль, если это не ваш запрос, заботьтесь о безопасности вашей учетной записи

source: Click here reset password
ru: Нажмите сюда для сброса пароля

source: This link is valid for 1 hour. After it expires
ru: Эта ссылка действует в течение одного часа, после чего истекает

source: request new one
ru: запросить новый

source: Your password has just been successfully updated
ru: Ваш пароль только что был успешно обновлен

source: Browser
ru: Браузер

source: If the password update was not initiated by you, your account may have security issues
ru: Если обновление пароля не было инициировано вами, ваша учетная запись может иметь проблемы безопасности

source: If you have any questions, you can contact the administrator
ru: Если у вас есть какие-либо вопросы, вы можете обратиться к администратору

source: Your public key has just been successfully updated
ru: Ваш публичный ключ был только что успешно обновлён

source: If the public key update was not initiated by you, your account may have security issues
ru: Если обновление публичного ключа не было инициировано вами, ваша учетная запись может иметь проблемы безопасности

source: Welcome back, please enter username and password to login
ru: Добро пожаловать обратно, пожалуйста, введите имя пользователя и пароль для входа

source: Forgot password
ru: Забыли пароль

source: Login
ru: Вход

source: More login options
ru: Больше опций входа

source: MFA Auth
ru: Многофакторная аутентификация

source: Next
ru: Далее

source: Can't provide security? Please contact the administrator!
ru: Не можете обеспечить безопасность? Пожалуйста, свяжитесь с администратором!

source: Refresh
ru: Обновить

source: Copy link
ru: Скопировать ссылку

source: Return
ru: Вернуться

source: Copy success
ru: Успешно скопировано

source: Redirecting
ru: Перенаправление

source: Redirecting to {} authentication
ru: Перенаправление к {} аутентификации

source: Please enable cookies and try again.
ru: Пожалуйста, включите cookies и попробуйте снова

source: Wait for <b>{}</b> confirm, You also can copy link to her/him <br/> Don't close this page
ru: Дождитесь <b>{}</b> подтверждения, подтверждения, вы также можете скопировать ссылку на нее/него <br/> Не закрывайте эту страницу

source: No ticket found
ru: Тикет не найден

source: Logout success
ru: Успешный выход

source: Logout success, return login page
ru: Успешный выход, возвращение к странице входа

source: %(name)s was created successfully
ru: %(name)s успешно создан

source: %(name)s was updated successfully
ru: %(name)s успешно обновлён

source: Marshal dict data to char field
ru: Построить данные словаря для текстового поля

source: Marshal dict data to text field
ru: Построить данные словаря для текстового поля

source: Marshal list data to char field
ru: Построить данные списка для текстового поля

source: Marshal list data to text field
ru: Построить данные списка для текстового поля

source: Marshal data to char field
ru: Построить данные для текстового поля

source: Marshal data to text field
ru: Построить данные для текстового поля

source: Encrypt field using Secret Key
ru: Зашифровать поле, используя секретный ключ

source: Updated by
ru: Обновлён

source: Object
ru: Объект

source: The file content overflowed (The maximum length `{}` bytes)
ru: Содержимое файла переполнено (Максимальная длина '{}' байт)

source: Parse file error: {}
ru: Ошибка парсинга файла: {}

source: %s object does not exist.
ru: %s объект не существует.

source: Someone else is doing this. Please wait for complete
ru: Кто-то ещё делает это. Пожалуйста, подождите до завершения

source: Your request timeout
ru: Время ожидания вашего запроса истекло

source: M2M reverse not allowed
ru: M2M переворот не разрешён

source: Is referenced by other objects and cannot be deleted
ru: На него ссылаются другие объекты, и он не может быть удален

source: This action require confirm current user
ru: Это действие требует подтверждения текущего пользователя

source: Unexpect error occur
ru: Произошла неизвестная ошибка

source: Request file format may be wrong
ru: Формат файла запроса может быть неправильным

source: is discard
ru: сброшен ли

source: discard time
ru: время сброса

source: Export all
ru: Экспортировать все

source: Export only selected items
ru: Экспортировать только выделенные элементы

source: Export filtered: %s
ru: Экспорт отфильтрован: %s

source: Network error, please contact system administrator
ru: Ошибка сети, пожалуйста, свяжитесь с системным администратором

source: LAN
ru: Локальная сеть

source: Invalid ip
ru: Некорректный IP

source: This field must be unique.
ru: Это поле должно быть уникально.

source: Should not contains special characters
ru: Не должно содержать специальные символы

source: The mobile phone number format is incorrect
ru: Формат номера телефона некорректен

source: Create account successfully
ru: Учётная запись успешно создана

source: Your account has been created successfully
ru: Ваша учётная запись была успешно создана

source: JumpServer Open Source Bastion Host
ru: Управление привилегированным доступом

source: <h1>Flower service unavailable, check it</h1>
ru: <h1> Сервис flower недоступен, проверьте это</h1>

source: <div>Luna is a separately deployed program, you need to deploy Luna, koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
ru: <div>Luna — это отдельно развернутая программа, вам нужно развернуть Luna, Koko, настроить nginx для рассылки URL,</div> </div>Если вы видите эту страницу, проверьте, что вы не обращаетесь к порту прослушивания nginx. Удачи.</div>

source: Websocket server run on port: {}, you should proxy it on nginx
ru: Сервер вебсокета запущен на порту {}, вы должны настроить прокси для него в nginx

source: <div>Koko is a separately deployed program, you need to deploy Koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
ru: <div>Koko — это отдельно развернутая программа, вам нужно развернуть Koko, настроить nginx для рассылки URL,</div> </div>Если вы видите эту страницу, проверьте, что вы не обращаетесь к порту прослушивания nginx. Удачи.</div>

source: Notifications
ru: Уведомления

source: Email
ru: Эл. почта

source: Site message
ru: Сообщение сайта

source: Waiting task start
ru: Ожидания начала задания

source: Not has host {} permission
ru: Не имеет разрешения хоста {}

source: App ops
ru: Операции

source: Cycle perform
ru: Выполнять циклично

source: Regularly perform
ru: Выполнять регулярно

source: Interval
ru: Интервал

source: * Please enter a valid crontab expression
ru: * Пожалуйста, введите правильное выражение crontab

source: Range {} to {}
ru: Диапазон от {} до {}

source: Require periodic or regularly perform setting
ru: Требуется настройка выполнения

source: eg: Every Sunday 03:05 run <5 3 * * 0> <br> Tips: Using 5 digits linux crontab expressions <min hour day month week> (<a href='https://tool.lu/crontab/' target='_blank'>Online tools</a>) <br>Note: If both Regularly perform and Cycle perform are set, give priority to Regularly perform
ru: Например: каждое воскресенье 03:05 запускайте <5 3 * * 0> <br> Советы: Использование 5 цифр линукс crontab выражения <min hour day month week> (<a href='https://tool.lu/crontab/' target='_blank'>Online tools</a>) <br>Заметка: Если оба выполнения (циклическое и регулярное) установлены, отдайте приоритет регулярному выполнению

source: Unit: hour
ru: Единица измерения: час

source: Task
ru: Задание

source: Can view task monitor
ru: Может просматривать монитор заданий

source: Tasks
ru: Задания

source: Options
ru: Опции

source: Run as admin
ru: Запустить от имени администратора

source: Create by
ru: Кем создано

source: Task display
ru: Задание

source: Host amount
ru: Количество хостов

source: Start time
ru: Время начала

source: End time
ru: Время конца

source: Is finished
ru: Закончено ли

source: Adhoc raw result
ru: Необработанный результат Adhoc

source: Adhoc result summary
ru: Итоговый результат Adhoc

source: AdHoc execution
ru: Выполнение AdHoc

source: Date finished
ru: Дата завершения

source: Task start
ru: Начало задания

source: Command `{}` is forbidden ........
ru: Команда '{}' запрещена...

source: Task end
ru: Завершение задания

source: Command execution
ru: Выполнение команды

source: Server performance
ru: Производительность сервера

source: Terminal health check warning
ru: Предупреждение о проверке работоспособности терминала

source: The terminal is offline: {name}
ru: Терминал выключен: {name}

source: Disk used more than {max_threshold}%: => {value}
ru: На диске использовано больше, чем {max_threshold}%: => {value}

source: Memory used more than {max_threshold}%: => {value}
ru: Памяти использовано больше, чем {max_threshold}%: => {value}

source: CPU load more than {max_threshold}: => {value}
ru: Процессор загружен больше, чем {max_threshold}: => {value}

source: Clean task history period
ru: Период очистки истории заданий

source: Clean celery log period
ru: Период очистки логов celery

source: Task log
ru: Логи заданий

source: Update task content: {}
ru: Обновлено содержание задания: {}

source: The current organization ({}) cannot be deleted
ru: Текущая организация ({}) не может быть удалена

source: LDAP synchronization is set to the current organization. Please switch to another organization before deleting
ru: Синхронизация LDAP настроена для текущей организации. Пожалуйста, переключитесь на другую организацию перед удалением

source: The organization have resource ({}) cannot be deleted
ru: Организация, у которой есть ресурс ({}) не может быть удалена

source: App organizations
ru: Организации

source: Organization
ru: Организация

source: GLOBAL
ru: ГЛОБАЛЬНАЯ

source: Can view root org
ru: Может просматривать корневую организацию

source: Can view all joined org
ru: Может просматривать все присоединенные организации

source: Role
ru: Роль

source: App permissions
ru: Разрешения приложения

source: The administrator is modifying permissions. Please wait
ru: Администратор изменяет разрешения. Пожалуйста, подождите

source: The authorization cannot be revoked for the time being
ru: В настоящее время разрешение не может быть отозвано

source: Permed application
ru: Разрешённое приложение

source: Can view my apps
ru: Может просматривать мои приложения

source: Can view user apps
ru: Может просматривать приложения пользователя

source: Can view usergroup apps
ru: Может просматривать приложения группы пользователя

source: Ungrouped
ru: Несгруппированный

source: Favorite
ru: Избранный

source: Permed asset
ru: Разрешённый ресурс

source: Can view my assets
ru: Может просматривать мои ресурсы

source: Can view user assets
ru: Может просматривать ресурсы пользователя

source: Can view usergroup assets
ru: Может просматривать ресурсы группы пользователя

source: Connect
ru: Подключиться

source: Upload file
ru: Загрузить файл

source: Download file
ru: Скачать файл

source: Upload download
ru: Загрузить скачать

source: Clipboard copy
ru: Копировать в буфер обмена

source: Clipboard paste
ru: Вставить из буфера обмена

source: Clipboard copy paste
ru: Копировать вставить в буфер обмена

source: From ticket
ru: Из тикета

source: You permed assets is about to expire
ru: Срок действия ваших разрешённых ресурсов скоро истечёт

source: permed assets
ru: разрешённые ресурсы

source: Asset permissions is about to expire
ru: Разрешения ресурса скоро истекут

source: asset permissions of organization {}
ru: разрешения ресурса организации {}

source: Your permed applications is about to expire
ru: Срок действия ваших разрешённых ресурсов скоро истечёт

source: permed applications
ru: разрешённые ресурсы

source: Application permissions is about to expire
ru: Разрешения приложения скоро истекут

source: application permissions of organization {}
ru: разрешения приложения организации {}

source: Is expired
ru: Является истёкшим

source: Users amount
ru: Количество пользователей

source: User groups amount
ru: Количество групп пользователей

source: System users amount
ru: Количество системных пользователей

source: The application list contains applications that are different from the permission type. ({})
ru: Список приложений содержит приложения, которые отличаются от типа разрешения. ({})

source: Users display
ru: Пользователи

source: User groups display
ru: Группы пользователей

source: Assets display
ru: Ресурсы

source: Nodes display
ru: Ноды

source: System users display
ru: Системные пользователи

source: The following %(item_type)s will expire in %(count)s days
ru: Срок действия следующих %(item_type)s истекает через %(count)s дней

source: If you have any question, please contact the administrator
ru: Если у вас есть какие-то вопросы, пожалуйста, свяжитесь с администратором

source: My applications
ru: Мои приложения

source: Empty
ru: Пустая

source: My assets
ru: Мои ресурсы

source: Internal role, can't be destroy
ru: Встроенная роль не может быть удалена

source: The role has been bound to users, can't be destroy
ru: Эта роль связана с пользователями и не может быть удалена

source: Internal role, can't be update
ru: Встроенная роль не может быть обновлена

source: {} at least one system role
ru: {} как минимум одну системную роль

source: SystemAdmin
ru: Системный администратор

source: SystemAuditor
ru: Системный аудитор

source: SystemComponent
ru: Системный компонент

source: OrgAdmin
ru: Администратор организации

source: OrgAuditor
ru: Аудитор организации

source: OrgUser
ru: Пользователь организации

source: Menu permission
ru: Разрешение меню

source: Can view console view
ru: Можеть просматривать консоль

source: Can view audit view
ru: Может просматривать аудит

source: Can view workbench view
ru: Может просматривать workbench

source: Can view web terminal
ru: Может просматривать веб-терминал

source: Can view file manager
ru: Может просматривать файловый менеджер

source: Permission
ru: Разрешение

source: Scope
ru: Тип

source: Permissions
ru: Разрешения

source: Built-in
ru: Встроенная

source: System role
ru: Системная роль

source: Organization role
ru: Роль организации

source: Role binding
ru: Привязка роли

source: All organizations
ru: Все организации

source: User last role in org, can not be delete, you can remove user from org instead
ru: Последняя роль пользователя в организации не может быть удалена, вместо этого вы можете удалить пользователя из организации

source: Organization role binding
ru: Привязка роли организации

source: System role binding
ru: Привязка системной роли

source: Perms
ru: Разрешения

source: Scope display
ru: Тип

source: Display name
ru: Отображаемое название

source: Role display
ru: Роль

source: Has bound this role
ru: Эта роль уже привязана

source: All permissions
ru: Все разрешения

source: Console view
ru: Консоль

source: Workbench view
ru: Workbench

source: Audit view
ru: Аудит

source: System setting
ru: Системные настройки

source: Accounts
ru: Учётные записи

source: Session audits
ru: Аудиты сессии

source: Cloud import
ru: Импорт из облака

source: Backup account
ru: Резервная копия учётной записи

source: Gather account
ru: Собрать учётную запись

source: App change auth
ru: Смена аутентификации приложения

source: Asset change auth
ru: Смена аутентификации ресурса

source: Terminal setting
ru: Настройка терминала

source: My apps
ru: Мои приложения

source: Ticket comment
ru: Комментарий к тикету

source: Ticket
ru: Тикет

source: Common setting
ru: Базовые настройки

source: View permission tree
ru: Просматривать дерево разрешений

source: Execute batch command
ru: Выполнять пакетную команду

source: Test mail sent to {}, please check
ru: Тестовое письмо отправлено {}, пожалуйста, проверьте

source: Synchronization start, please wait.
ru: Синхронизация начата, пожалуйста, подождите.

source: Synchronization is running, please wait.
ru: Синхронизация в процессе, пожалуйста, подождите.

source: Synchronization error: {}
ru: Ошибка синхронизации: {}

source: Get ldap users is None
ru: LDAP пользователи не определены

source: Imported {} users successfully (Organization: {})
ru: Успешно импортировано {} пользователей (Организация: {})

source: Settings
ru: Настройки

source: Can change email setting
ru: Может изменять настройки электронной почты

source: Can change auth setting
ru: Может изменять настройки аутентификации

source: Can change system msg sub setting
ru: Может изменять настройки системных подписок на сообщения

source: Can change security setting
ru: Может изменять настройки безопасности

source: Can change clean setting
ru: Может изменять настройки очистки

source: Can change interface setting
ru: Может менять настройки интерфейса

source: Can change license setting
ru: Может изменять настройки лицензии

source: Can change terminal setting
ru: Может изменять настройки терминала

source: Can change other setting
ru: Может изменять остальные настройки

source: CAS Auth
ru: Аутентификация CAS

source: OPENID Auth
ru: Аутентификация OPENID

source: RADIUS Auth
ru: Аутентификация RADIUS

source: SSO Auth
ru: Аутентификация SSO

source: SAML2 Auth
ru: Аутентификация SAML2

source: Forgot password url
ru: Url восстановления пароля

source: Enable login redirect msg
ru: Включить сообщение перенаправления входа

source: Enable CAS Auth
ru: Включить аутентификацию CAS

source: Server url
ru: Url сервера

source: Proxy server url
ru: Url прокси-сервера

source: Logout completely
ru: Выход успешен
