Repository: meowgen/jumpserver
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Username attr
ru: Атрибут имени пользователя

source: Enable attributes map
ru: Включить словарь атрибутов

source: Rename attr
ru: Атрибут переименования

source: Create user if not
ru: Создать пользователя, если он не существует

source: LDAP server
ru: Сервер LDAP

source: eg: ldap://localhost:389
ru: например: ldap://localhost:389

source: Bind DN
ru: Привязать DN

source: User OU
ru: OU пользователя

source: Use | split multi OUs
ru: Используйте | для разделения нескольких OU

source: User search filter
ru: Фильтр поиска пользователя

source: Choice may be (cn|uid|sAMAccountName)=%(user)s)
ru: Выбор может быть (cn|uid|sAMAccountName)=%(user)s

source: User attr map
ru: Словарь атрибутов пользователя

source: User attr map present how to map LDAP user attr to jumpserver, username,name,email is jumpserver attr
ru: Словарь атрибутов пользователя представляет, как сопоставить атрибуты LDAP пользователя к PAM. Имя пользователя и электронная почта это атрибуты PAM

source: Connect timeout
ru: Время ожидания подключения

source: Search paged size
ru: Размер страницы поиска

source: Enable LDAP auth
ru: Включить аутентификацию LDAP

source: Base site url
ru: Базовое url сайта

source: Client Id
ru: Идентификатор клиента

source: Client Secret
ru: Секретные данные клиента

source: Client authentication method
ru: Метод аутентификации клиента

source: Share session
ru: Поделиться сессией

source: Ignore ssl verification
ru: Игнорировать верификацию SSL

source: User attr map present how to map OpenID user attr to jumpserver, username,name,email is jumpserver attr
ru: Словарь атрибутов пользователя представляет, как сопоставить атрибуты OpenID пользователя к PAM. Имя пользователя и электронная почта это атрибуты PAM

source: Use Keycloak
ru: Использовать Keycloak

source: Realm name
ru: Имя realm

source: Enable OPENID Auth
ru: Включить аутентификацию OPENID

source: Provider endpoint
ru: Endpoint провайдера

source: Provider auth endpoint
ru: Endpoint аутентификации провайдера

source: Provider token endpoint
ru: Enpoint токена провайдера

source: Provider jwks endpoint
ru: Endpoint jwks провайдера

source: Provider userinfo endpoint
ru: Endpoint пользовательской информации провайдера

source: Provider end session endpoint
ru: Endpoint окончания сессии провайдера

source: Provider sign alg
ru: Алгоритм подписи провайдера

source: Provider sign key
ru: Ключ подписи провайдера

source: Scopes
ru: Сферы

source: Id token max age
ru: Максимальный срок жизни идентификатор токена

source: Id token include claims
ru: Идентификатор токена включает утверждения

source: Use state
ru: Использовать state

source: Use nonce
ru: Использовать nonce

source: Always update user
ru: Всегда обновлять пользователя

source: Enable Radius Auth
ru: Включить аутентификацию Radius

source: OTP in Radius
ru: Одноразовый пароль в Radius

source: Enable SAML2 Auth
ru: Включить аутентификацию SAML2

source: IDP metadata URL
ru: URL мета-информации IDP

source: IDP metadata XML
ru: XML мета-информации IDP

source: SP advanced settings
ru: Дополнительные настройки SP

source: SP private key
ru: Приватный ключ SP

source: SP cert
ru: Сертификат SP

source: Enable SSO auth
ru: Включить аутентификацию SSO

source: Other service can using SSO token login to JumpServer without password
ru: Другие сервисы могут использовать токен SSO для входа в PAM без использования пароля

source: SSO auth key TTL
ru: Время жизни ключа аутентификации SSO

source: Unit: second
ru: Единица измерения: секунда

source: Subject
ru: Тема

source: More url
ru: Url подробной информации

source: Site url
ru: Url сайта

source: eg: http://dev.jumpserver.org:8080
ru: например: http://dev.jumpserver.org:8080

source: User guide url
ru: Url гайда для пользователя

source: User first login update profile done redirect to it
ru: Перенаправлять пользователя после его первого входа

source: The forgot password url on login page, If you use ldap or cas external authentication, you can set it
ru: Ссылка для восстановления пароля на странице для входа. Если вы используете внешнюю аутентификацию ldap или cas, вы можете установить ссылку.

source: Global organization name
ru: Название глобальной организации

source: The name of global organization to display
ru: Отображаемое название глобальной организации

source: Enable announcement
ru: Включить объявления

source: Announcement
ru: Объявление

source: Enable tickets
ru: Включить тикеты

source: Login log keep days
ru: Количество дней для хранения логов входа

source: Unit: day
ru: Единица измерения: день

source: Task log keep days
ru: Количество дней для хранения логов заданий

source: Operate log keep days
ru: Количество дней для хранения логов операций

source: FTP log keep days
ru: Количество дней для хранения логов файлового сервера

source: Cloud sync record keep days
ru: Количество дней для хранения логов облачной синхронизации

source: Session keep duration
ru: Длительность хранения сессии

source: Unit: days, Session, record, command will be delete if more than duration, only in database
ru: Единица измерения: дни. Сессия, её запись и команды будут удалены, если срок хранения закончился.

source: SMTP host
ru: Хост SMTP

source: SMTP port
ru: Порт SMTP

source: SMTP account
ru: Учётная запись SMTP

source: SMTP password
ru: Пароль SMTP

source: Tips: Some provider use token except password
ru: Примечание: некоторые провайдеры могут использовать токен, а не пароль

source: Send user
ru: Отослать пользователю

source: Tips: Send mail account, default SMTP account as the send account
ru: Примечание: Учетная запись отправки почты, учетная запись SMTP по умолчанию в качестве учетной записи отправки

source: Test recipient
ru: Тестовый получатель

source: Tips: Used only as a test mail recipient
ru: Примечание: используется только как тестовый получатель

source: Use SSL
ru: Использовать SSL

source: If SMTP port is 465, may be select
ru: Если SMTP порт - 465, может быть выбран

source: Use TLS
ru: Использовать TLS

source: If SMTP port is 587, may be select
ru: Если SMTP порт - 587, может быть выбран

source: Subject prefix
ru: Префикс темы

source: Create user email subject
ru: Тема письма при создании пользователя

source: Tips: When creating a user, send the subject of the email (eg:Create account successfully)
ru: Примечание: при создании пользователя, отправить тему письма (например: Учётная запись создана успешно)

source: Create user honorific
ru: Гоноратив письма при создании пользователя

source: Tips: When creating a user, send the honorific of the email (eg:Hello)
ru: Примечание: при создании пользователя, отправить гоноратив письма (например: Здравствуйте)

source: Create user email content
ru: Содержимое письма при создании пользователя

source: Tips: When creating a user, send the content of the email, support {username} {name} {email} label
ru: Примечание: при создании пользователя, отправить содержимое письма. Поддерживаются {username}, {name}, {email} ярлыки

source: Signature
ru: Подпись

source: Tips: Email signature (eg:jumpserver)
ru: Примечание: подпись к письму (например: PAM)

source: Email suffix
ru: Суффикс электронной почты

source: This is used by default if no email is returned during SSO authentication
ru: Это используется по умолчанию, если электронная почта не была возвращена при аутентификации SSO

source: OTP issuer name
ru: Название эмитента одноразового пароля

source: OTP valid window
ru: Корректное окно одноразового пароля

source: The shell type used when Windows assets perform ansible tasks
ru: Тип командной оболочки, когда ресурсы на Windows выполняют задания ansible

source: Perm ungroup node
ru: Разрешение разгруппировать ноду

source: Perm single to ungroup node
ru: Разрешение преобразовать ноду в разгруппированную

source: Help Docs URL
ru: URL документации

source: default: http://docs.jumpserver.org
ru: по умолчанию: http://docs.jumpserver.org

source: Help Support URL
ru: URL поддержки

source: default: http://www.jumpserver.org/support/
ru: по умолчанию: http://www.jumpserver.org/support/

source: Password minimum length
ru: Минимальная длина пароля

source: Admin user password minimum length
ru: Минимальная длина пароля учётной записи администратора

source: Must contain capital
ru: Должен содержать заглавные

source: Must contain lowercase
ru: Должен содержать прописные

source: Must contain numeric
ru: Должен содержать цифры

source: Must contain special
ru: Должен содержать специальные символы

source: Unit: minute, If the user has failed to log in for a limited number of times, no login is allowed during this time interval.
ru: Единица измерения: минута, если пользователь провалил вход определённое количество раз, вход будет недоступен в течение этого интервала

source: All users
ru: Все пользователи

source: Only admin users
ru: Только администраторы

source: Global MFA auth
ru: Повсеместная многофакторная аутентификация

source: Third-party login users perform MFA authentication
ru: Пользователи, вошедшие с внешних источников, должны пройти многофакторную аутентификацию

source: The third-party login modes include OIDC, CAS, and SAML2
ru: Внешние источники включают в себя OIDC, CAS и SAML2

source: Limit the number of user login failures
ru: Количество попыток входа

source: Block user login interval
ru: Интервал блокировки входа пользователя

source: Limit the number of IP login failures
ru: Количество попыток входа по IP

source: Block IP login interval
ru: Интервал блокировки входа пользователя по IP

source: Login IP White List
ru: Белый список IP для входа

source: Login IP Black List
ru: Чёрный список IP для входа

source: User password expiration
ru: Истечение пароля пользователя

source: Unit: day, If the user does not update the password during the time, the user password will expire failure;The password expiration reminder mail will be automatic sent to the user by system within 5 days (daily) before the password expires
ru: Единица измерения: день, если пользователь не обновит пароль за это время, пароль пользователя истечёт. Напоминание об этом будет отослано пользователю за 5 дней до истечения.

source: Number of repeated historical passwords
ru: Количество повторений паролей

source: Tip: When the user resets the password, it cannot be the previous n historical passwords of the user
ru: Примечание: когда пользователь сбрасывает пароль, он не может совпадать с n предыдущих паролей

source: Only single device login
ru: Вход только с одного устройства

source: Next device login, pre login will be logout
ru: При заходе с нового устройства, на старом будет произведён выход

source: Only exist user login
ru: Вход только существующих пользователей

source: If enable, CAS、OIDC auth will be failed, if user not exist yet
ru: Если включено, аутентификация CAS и OIDC будет неудачной, если пользователь ещё не существует

source: Only from source login
ru: Аутентификация только из ресурса пользователя

source: Only log in from the user source property
ru: Разрешается вход только с того ресурса, который указал пользователь

source: MFA verify TTL
ru: Многофакторная аутентификация проверяет TTL

source: Unit: second, The verification MFA takes effect only when you view the account password
ru: Единица измерения: секунда, подтверждение MFA вступает в силу только тогда, когда вы просматриваете пароль учетной записи

source: Enable Login dynamic code
ru: Включить динамический код входа

source: The password and additional code are sent to a third party authentication system for verification
ru: Пароль и дополнительный код отправлены на внешний источник аутентификации для проверки

source: MFA in login page
ru: Многофакторная аутентификация на странице входа

source: Eu security regulations(GDPR) require MFA to be on the login page
ru: Правила безопасности ЕС (GDPR) требуют, чтобы многофакторная аутентификация находилась на странице входа

source: Enable Login captcha
ru: Включить капчу при входе

source: Enable captcha to prevent robot authentication
ru: Включить капчу для предотвращения аутентификации ботов

source: Enable terminal register
ru: Включить регистрацию терминалов

source: Allow terminal register, after all terminal setup, you should disable this for security
ru: Разрешает регистрацию терминалов, после настройки всех терминалов, вы должны выключить это для безопасности

source: Enable watermark
ru: Включить водяной знак

source: Enabled, the web session and replay contains watermark information
ru: Если включено, сессия и повтор будет содержать водяной знак

source: Connection max idle time
ru: Максимальное время простоя подключения

source: If idle time more than it, disconnect connection Unit: minute
ru: Если время простоя больше, чем указанное, отключает подключение. Единица измерения: минута

source: Remember manual auth
ru: Запоминать ручную аутентификацию

source: Enable change auth secure mode
ru: Включить изменение режима безопасности аутентификации

source: Insecure command alert
ru: Предупреждение о небезопасной команде

source: Email recipient
ru: Получатель электронного письма

source: Multiple user using , split
ru: Для нескольких пользователей используйте разделитель ,

source: Batch command execution
ru: Пакетное выполнение команды

source: Allow user run batch command or not using ansible
ru: Разрешить пользователям выполнять пакетную команду или не использовать ansible

source: Session share
ru: Распространение сессии

source: Enabled, Allows user active session to be shared with other users
ru: Если включено, разрешает пользователю делиться сессией с другими пользователями

source: Remote Login Protection
ru: Защита удалённого входа

source: The system determines whether the login IP address belongs to a common login city. If the account is logged in from a common login city, the system sends a remote login reminder
ru: Система определяет, принадлежит ли IP-адрес для входа обычному городу входа. Если учетная запись вошла из необычного города входа, система отправляет напоминание об удаленном входе

source: Auto
ru: Авто

source: Password auth
ru: Аутентификация по паролю

source: Public key auth
ru: Аутентификация по публичному ключу

source: Tips: If use other auth method, like AD/LDAP, you should disable this to avoid being able to log in after deleting
ru: Примечание: если вы используете другой метод, типа AD/LDAP, вы должны отключить эту настройку во избежание ошибок.

source: List sort by
ru: Сортировка списка по

source: List page size
ru: Рамер страницы списка

source: Telnet login regex
ru: Регулярное выражение для входа telnet

source: Tips: The login success message varies with devices. if you cannot log in to the device through Telnet, set this parameter
ru: Примечание: Сообщение об успешном входе варьируется в зависимости от устройства. Если вы не можете войти в устройство через telnet, установите этот параметр

source: Enable database proxy
ru: Включить прокси для базы данных

source: Enable Razor
ru: Включить Razor

source: Enable SSH Client
ru: Включить клиент SSH

source: ldap:// or ldaps:// protocol is used.
ru: ldap:// или ldaps:// протокол используется.

source: Host or port is disconnected: {}
ru: Хост или порт был отключён: {}

source: The port is not the port of the LDAP service: {}
ru: Порт не является портом сервиса LDAP: {}

source: Please add certificate: {}
ru: Пожалуйста, добавьте сертификат: {}

source: Unknown error: {}
ru: Неизвестная ошибка: {}

source: Bind DN or Password incorrect
ru: Привязка DN или пароль неправильны

source: Please enter Bind DN: {}
ru: Пожалуйста, введите привязку DN: {}

source: Please enter Password: {}
ru: Пожалуйста, введите пароль: {}

source: Please enter correct Bind DN and Password: {}
ru: Пожалуйста, введите корректную привязку DN и пароль: {}

source: Invalid User OU or User search filter: {}
ru: Некорректный OU пользователя или поисковый фильтр пользователя: {}

source: LDAP User attr map not include: {}
ru: Словарь атрибутов пользователя LDAP не включены: {}

source: LDAP User attr map is not dict
ru: Словарь атрибутов пользователя LDAP не является словарём Python

source: LDAP authentication is not enabled
ru: Аутентификация LDAP не включена

source: Error (Invalid LDAP server): {}
ru: Ошибка (Неправильный сервер LDAP) :{}

source: Error (Invalid Bind DN): {}
ru: Ошибка (Неправильная привязка DN): {}

source: Error (Invalid LDAP User attr map): {}
ru: Ошибка (Неправильный словарь атрибутов пользователя LDAP): {}

source: Error (Invalid User OU or User search filter): {}
ru: Ошибка (Некорректный OU пользователя или поисковый фильтр пользователя): {}

source: Error (Not enabled LDAP authentication): {}
ru: Ошибка (Не включена аутентификация LDAP): {}

source: Error (Unknown): {}
ru: Ошибка (Неизвестная): {}

source: Succeed: Match {} s user
ru: Успешно: найден {} пользователь

source: Authentication failed (configuration incorrect): {}
ru: Аутентификация провалена (конфигурация некорректна): {}

source: Authentication failed (before login check failed): {}
ru: Аутентификация провалена (проверка перед входом провалена): {}

source: Authentication failed (username or password incorrect): {}
ru: Аутентификация провалена (имя пользователя или пароль некорректны): {}

source: Authentication failed (Unknown): {}
ru: Аутентификация провалена (Неизвестная ошибка): {}

source: Authentication success: {}
ru: Аутентификация успешна: {}

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Download the imported template or use the exported CSV file format
ru: Скачайте импортированный шаблон или используйте экспортированный файл в формате CSV

source: Download the import template
ru: Скачать шаблон импорта

source: Select the CSV file to import
ru: Выберите CSV файл для импорта

source: Please select file
ru: Пожалуйста, выберите файл

source: Download the update template or use the exported CSV file format
ru: Скачайте обновлённый шаблон или используйте экспортированный файл в формате CSV

source: Download the update template
ru: Скачать шаблон обновления

source: Help
ru: Помощь

source: Docs
ru: Документация

source: Commercial support
ru: Коммерческая поддержка

source: Profile
ru: Профиль

source: Admin page
ru: Страница администратора

source: User page
ru: Страница пользователя

source: API Key
ru: Ключ API

source: Logout
ru: Выход

source: Your account has expired, please contact the administrator.
ru: Срок действия вашей учётной записи истёк. Пожалуйста, свяжитесь с администратором.

source: Your account will at
ru: Ваша учётная запись будет

source: expired.
ru: истёкшей

source: Your password has expired, please click <a href="%(user_password_update_url)s"> this link </a> update password.
ru: Выш пароль истёк, пожалуйста, нажмите <a href="%(user_password_update_url)s"> эту ссылку </a> для обновления пароля.

source: Your password will at
ru: Ваш пароль будет

source: please click <a href="%(user_password_update_url)s"> this link </a> to update your password.
ru: пожалуйста, нажмите <a href="%(user_password_update_url)s"> эту сссылку </a> для обновления пароля.

source: Your information was incomplete. Please click <a href="%(first_login_url)s"> this link </a>to complete your information.
ru: Ваша информация была неполной. Пожалуйста, нажмите <a href="%(first_login_url)s"> эту ссылку </a>to для заполнения вашей информации.

source: Your ssh public key not set or expired. Please click <a href="%(user_pubkey_update)s"> this link </a>to update
ru: Ваш публичный ключ SSH не установлен или истёк. Пожалуйста, нажмите <a href="%(user_pubkey_update)s"> эту ссылку </a>для обновления

source: Send verification code
ru: Отправить код подтверждения

source: Wait:
ru: Ждите:

source: The verification code has been sent
ru: Код подтверждения был отправлен

source: Home page
ru: Домашняя страница

source: Cancel
ru: Отменить

source: Client
ru: Клиент

source: Official
ru: Официальный

source: macOS needs to download the client to connect RDP asset, which comes with Windows
ru: macOS нужно скачать клиент для подключения к ресурсу RDP, который идёт вместе с Windows

source: Windows Remote application publisher tools
ru: Инструменты Windows Remote application publisher

source: Jmservisor is the program used to pull up remote applications in Windows Remote Application publisher
ru: Jmservisor - это программа, используемая для запуска удаленных приложений в WindowsRemote Application publisher

source: Offline video player
ru: Оффлайн видеоплеер

source: Not found protocol query params
ru: Не найдены параметры протокола в запросе

source: Session does not exist: {}
ru: Сессия не существует: {}

source: Session is finished or the protocol not supported
ru: Сессия закончена или протокол не поддерживается

source: User does not exist: {}
ru: Пользователь не существует: {}

source: User does not have permission
ru: Пользователь не имеет разрешения

source: Secure session sharing settings is disabled
ru: Настройками безопасности делиться сессией запрещено

source: Deleting the default storage is not allowed
ru: Удаление хранилища по умолчанию не разрешено

source: Cannot delete storage that is being used
ru: Нельзя удалить хранилище, которое используется

source: Command storages
ru: Хранилище команд

source: Invalid
ru: Некорректно

source: Test failure: {}
ru: Проверка не удалась: {}

source: Test successful
ru: Проверка успешна

source: Test failure: Account invalid
ru: Проверка не удалась: некорретная учётная запись

source: Have online sessions
ru: Имеет онлайн сессии

source: Terminals
ru: Терминалы

source: Invalid elasticsearch config
ru: Некорректная конфигурация elasticsearch

source: Not Support Elasticsearch8
ru: Elasticsearch8 не поддерживается

source: Ordinary
ru: Обычный

source: Dangerous
ru: Опасный

source: Input
ru: Ввод

source: Output
ru: Вывод

source: Session
ru: Сессия

source: Risk level
ru: Уровень риска

source: Session ID
ru: Идентификатор сессии

source: Risk level display
ru: Уровень риска

source: Timestamp
ru: Метка времени

source: Remote Address
ru: Удалённый адрес

source: Critical
ru: Критический

source: High
ru: Высокий

source: Normal
ru: Нормальный

source: Offline
ru: Оффлайн

source: Bulk create not support
ru: Массовое создание не поддерживается

source: Storage is invalid
ru: Хранилище некорректно

source: Command record
ru: Запись команды

source: HTTPS Port
ru: Порт HTTPS

source: HTTP Port
ru: Порт HTTP

source: SSH Port
ru: Порт SSH

source: RDP Port
ru: Порт RDP

source: MySQL Port
ru: Порт MySQL

source: MariaDB Port
ru: Порт MariaDB

source: PostgreSQL Port
ru: Порт PostgreSQL

source: Redis Port
ru: Порт Redis

source: Oracle 11g Port
ru: Порт Oracle 11g

source: Oracle 12c Port
ru: Порт Oracle 12c

source: IP group
ru: Группа IP

source: Endpoint rule
ru: Правило endpoint

source: Session replay
ru: Повтор сессии

source: Can upload session replay
ru: Может загружать повтор сессии

source: Can download session replay
ru: Может скачивать повтор сессии

source: Login from
ru: Вход из

source: Replay
ru: Повтор

source: Date end
ru: Дата окончания

source: Session record
ru: Запись сессии

source: Can monitor session
ru: Может просматривать сессию

source: Can share session
ru: Может делиться сессией

source: Can terminate session
ru: Может удалять сессию

source: Can validate session action perm
ru: Может проверять разрешение на действие в сессии

source: Creator
ru: Создатель

source: Verify code
ru: Код подтверждения

source: Expired time (min)
ru: Время истечение (минуты)

source: Session sharing
ru: Распространение сессии

source: Can add super session sharing
ru: Может добавлять распространение сессии

source: Link not active
ru: Ссылка не активна

source: Link expired
ru: Ссылка истекла

source: User not allowed to join
ru: Пользователю не разрешено присоединяться

source: Joiner
ru: Присоединившийся

source: Date joined
ru: Дата присоединения
