Repository: meowgen/jumpserver
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Date left
ru: Дата выхода

source: Finished
ru: Закончен

source: Session join record
ru: Запись присоединения к сессии

source: Invalid verification code
ru: Неправильный код подтверждения

source: Session Online
ru: Сессия онлайн

source: CPU Load
ru: Загрузка процессора

source: Memory Used
ru: Памяти использовано

source: Disk Used
ru: Места на диске использовано

source: Connections
ru: Подключения

source: Threads
ru: Потоки

source: Boot Time
ru: Время загрузки

source: Default storage
ru: Хранилище по умолчанию

source: Command storage
ru: Хранилище команд

source: Replay storage
ru: Хранилище повторов

source: Args
ru: Аргументы

source: Kwargs
ru: Словарные аргументы

source: type
ru: тип

source: Terminal
ru: Терминал

source: Can view terminal config
ru: Может просматривать настройки терминала

source: Sessions
ru: Сессии

source: Danger command alert
ru: Предупреждение о выполнении опасных команд

source: Level
ru: Уровень

source: Batch danger command alert
ru: Предупреждение о выполнении опасных команд методом пакетного выполнения

source: Oracle port
ru: Порт Oracle

source: If asset IP addresses under different endpoints conflict, use asset labels
ru: Если IP адрес ресурсов под разными endpoint конфликтуют, используйте ярлыки ресурсов

source: Terminal display
ru: Терминал

source: User ID
ru: Идентификатор пользователя

source: Asset ID
ru: Идентификатор ресурса

source: System user ID
ru: Идентификатор системного пользователя

source: Login from display
ru: Вход из

source: Can replay
ru: Может записывать

source: Can join
ru: Может присоединяться

source: Terminal ID
ru: Идентификатор терминала

source: Can terminate
ru: Может удалить

source: Command amount
ru: Количество команд

source: Endpoint invalid: remove path `{}`
ru: Некорректный endpoint: удалён путь '{}'

source: Bucket
ru: Ведро

source: Access key id
ru: Идентификатор ключа доступа

source: Access key secret
ru: Секретные данные ключа доступа

source: Region
ru: Регион

source: Container name
ru: Название контейнера

source: Account name
ru: Название учётной записи

source: Account key
ru: Ключ учётной записи

source: Endpoint suffix
ru: Суффикс endpoint

source: The address format is incorrect
ru: Формат адрес некорректен

source: Host invalid
ru: Некорретный хост

source: Port invalid
ru: Неокорректный порт

source: Index by date
ru: Индекс по дате

source: Whether to create an index by date
ru: Следует ли создавать индекс по дате

source: Index
ru: Индекс

source: Doc type
ru: Тип документа

source: Ignore Certificate Verification
ru: Игнорировать проверку сертификата

source: Load status
ru: Статус загрузки

source: Not found
ru: Не найдено

source: view
ru: просмотреть

source: Tickets
ru: Тикеты

source: General
ru: Основной

source: Apply for asset
ru: Разрешение для ресурса

source: Apply for application
ru: Разрешение для приложения

source: Open
ru: Открыт

source: Approved
ru: Одобрен

source: Rejected
ru: Отклонён

source: Reopen
ru: Переоткрыт

source: Pending
ru: В обработке

source: Closed
ru: Закрыт

source: Approve
ru: Принять

source: One level
ru: Первый уровень

source: Two level
ru: Второй уровень

source: Super admin
ru: Суперадминистратор

source: Org admin
ru: Администратор организации

source: Super admin and org admin
ru: Суперадминистратор и администратор организации

source: Custom user
ru: Кастомный пользователь

source: Ticket already closed
ru: Тикет уже закрыт

source: Created by the ticket, ticket title: {}, ticket applicant: {}, ticket processor: {}, ticket ID: {}
ru: Создано тикетом, заголовок тикета: {}, заявитель тикета: {}, процессор тикета: {}, идентификатор тикета: {}

source: Created by the ticket ticket title: {} ticket applicant: {} ticket processor: {} ticket ID: {}
ru: Создано тикетом, заголовок тикета: {}, заявитель тикета: {}, процессор тикета: {}, идентификатор тикета: {}

source: Change field
ru: Изменение поля

source: Before change
ru: Перед изменением

source: After change
ru: После изменения

source: {} {} the ticket
ru: {} {} тикет

source: Applied login IP
ru: IP принятого входа

source: Applied login city
ru: Город принятого входа

source: Applied login datetime
ru: Дата и время принятого входа

source: State
ru: Состояние

source: common
ru: обычный

source: User display name
ru: Отображаемое имя пользователя

source: Body
ru: Тело

source: Approve level
ru: Уровень утверждения

source: Approve strategy
ru: Способ утверждения

source: Assignees
ru: Преемники

source: Ticket flow approval rule
ru: Правило утверждения потока тикета

source: Ticket flow
ru: Поток тикета

source: Ticket session relation
ru: Отношение тикета и сессии

source: Permission name
ru: Название разрешения

source: Apply applications
ru: Принятые приложения

source: Apply system users
ru: Принятые системные пользователи

source: Select at least one asset or node
ru: Выберите хотя бы один ресурс или ноду

source: Apply nodes
ru: Принятые ноды

source: Apply assets
ru: Принятые ресурсы

source: Run user
ru: Запуск пользователя

source: Run asset
ru: Запуск ресурса

source: Run system user
ru: Запуск системного пользователя

source: Run command
ru: Запуск команды

source: From cmd filter
ru: Из командного фильтра

source: From cmd filter rule
ru: Из правила командного фильтра

source: Ticket step
ru: Шаг тикета

source: Ticket assignee
ru: Преемник тикета

source: Title
ru: Заголовок

source: Applicant
ru: Заявитель

source: TicketFlow
ru: Поток тикета

source: Approval step
ru: Шаг утверждения

source: Relation snapshot
ru: Снапшот отношения

source: Please try again
ru: Пожалуйста, попробуйте снова

source: Super ticket
ru: Супер тикет

source: Login user
ru: Пользователь входа

source: Login asset
ru: Ресурс входа

source: Login system user
ru: Системный пользователь входа

source: Login datetime
ru: Дата и время входа

source: Ticket basic info
ru: Базовая информация о тикете

source: Ticket applied info
ru: Информация о принятом тикете

source: Your has a new ticket, applicant - {}
ru: У вас есть новый тикет, заявитель - {}

source: {}: New Ticket - {} ({})
ru: {}: новый тикет - {} ({})

source: Your ticket has been processed, processor - {}
ru: Ваш тикет был обработан, обработчик - {}

source: Ticket has processed - {} ({})
ru: Тикет был обработан - {} ({})

source: Assignees display
ru: Преемники

source: Please select the Assignees
ru: Пожалуйста, выберите преемников

source: The current organization type already exists
ru: Текущий тип организации уже существует

source: Processor
ru: Обработчик

source: Created by ticket ({}-{})
ru: Создавно тикетом ({}-{})

source: The expiration date should be greater than the start date
ru: Дата истечения должна быть больше даты начала

source: Permission named `{}` already exists
ru: Разрешение с именем '{}' уже существует

source: The ticket flow `{}` does not exist
ru: Поток тикета '{}' не существует

source: View details
ru: Посмотреть детали

source: Direct approval
ru: Прямое утверждение

source: Ticket information
ru: Информация о тикете

source: Ticket approval
ru: Утверждение тикета

source: Approval
ru: Утверждение

source: Go Login
ru: Перейти ко входу

source: This ticket does not exist, the process has ended, or this link has expired
ru: Этот тикет не существует, процесс был завершён или ссылка истекла

source: Click the button below to approve or reject
ru: Нажмите на кнопку ниже для принятия или отклонения

source: After successful authentication, this ticket can be approved directly
ru: После успешной аутентификации, этот тикет будет утверждён напрямую

source: Illegal approval action
ru: Недопустимое действие подтверждения

source: This user is not authorized to approve this ticket
ru: Этот пользователь не авторизован, чтобы утвердить этот тикет

source: Could not reset self otp, use profile reset instead
ru: Невозмоожно сбросить одноразовый пароль, вместо этого сбрасывайте весь профиль

source: System administrator
ru: Системный администратор

source: System auditor
ru: Системный аудитор

source: Organization administrator
ru: Администратор организации

source: Organization auditor
ru: Аудитор организации

source: Reset link will be generated and sent to the user
ru: Ссылка сброса будет сгенерирована и отправлена пользователю

source: Set password
ru: Установить пароль

source: MFA not enabled
ru: Многофакторная аутентификация отключена

source: MFA method not support
ru: Метод многофакторной аутентификации не поддерживается

source: When enabled, you will enter the MFA binding process the next time you log in. you can also directly bind in "personal information -> quick modification -> change MFA Settings"!
ru: Если включено, вы перейдёте к процессу привязки многофакторной аутентификации, когда войдёте в следующий раз. Вы также можете привязать напрямую в "personal information -> quick modification -> change MFA Settings"!

source: * Enable MFA to make the account more secure.
ru: * Включите многофакторную аутентификация для того, чтобы сделать учётную запись более защищённой

source: In order to protect you and your company, please keep your account, password and key sensitive information properly. (for example: setting complex password, enabling MFA)
ru: Чтобы защитить вас и вашу компанию, пожалуйста, установите сложный пароль, подключите многофакторную аутентификацию и правильно храните конфиденциальную информацию

source: Finish
ru: Закончить

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтвердите пароль

source: Password does not match
ru: Пароли не совпадают

source: Old password
ru: Старый пароль

source: Old password error
ru: Ошибка старого пароля

source: Automatically configure and download the SSH key
ru: Автоматически настраивает и скачивает SSH ключ

source: ssh public key
ru: публичный ключ ssh

source: Paste your id_rsa.pub here.
ru: Вставьте сюда ваш id_rsa.pub

source: Public key should not be the same as your old one.
ru: Публичный ключ не должен быть совпадать со старым

source: Not a valid ssh public key
ru: Некорректный публичный ключ SSH

source: Public key
ru: Публичный ключ

source: Force enable
ru: Принудительно включить

source: Local
ru: Локальный

source: Is service account
ru: Учётная запись сервиса

source: Avatar
ru: Аватар

source: Secret key
ru: Секретный ключ

source: Source
ru: Источник

source: Date password last updated
ru: Дата последнего обновления пароля

source: Need update password
ru: Нужно обновить пароль

source: Can invite user
ru: Может приглашать пользователей

source: Can remove user
ru: Может удалять пользователя

source: Can match user
ru: Может искать пользователя

source: Administrator
ru: Администратор

source: Administrator is the super user of system
ru: Администратор - это суперпользователь системы

source: User password history
ru: История паролей пользователя

source: Reset password
ru: Сбросить пароль

source: Reset password success
ru: Успешный сброс пароля

source: Reset public key success
ru: Успешный сброс публичного ключа

source: Password is about expire
ru: Пароль скоро истечёт

source: Account is about expire
ru: Учётная запись скоро истечёт

source: Reset SSH Key
ru: Сбросить SSH ключ

source: Reset MFA
ru: Сбросить многофакторную аутентификацию

source: The old password is incorrect
ru: Старый пароль неверный

source: Password does not match security rules
ru: Пароль не соответствует правилам безопасности

source: The new password cannot be the last {} passwords
ru: Новый пароль не должен совпадать с предыдущими {} паролями

source: The newly set password is inconsistent
ru: Новый установленный пароль несоответствующий

source: Is first login
ru: Первый вход

source: System roles
ru: Системные роли

source: Org roles
ru: Роли организации

source: System roles display
ru: Системные роли

source: Org roles display
ru: Роли организации

source: Password strategy
ru: Способ задания пароля

source: MFA enabled
ru: Многофакторная аутентификация включена

source: MFA force enabled
ru: Многофакторная аутентификация включена принудительно

source: MFA level display
ru: Уровень многофакторной аутентификации

source: Login blocked
ru: Вход заблокирован

source: Can public key authentication
ru: Может аутентифицироваться через публичный ключ

source: Avatar url
ru: URL аватара

source: Groups name
ru: Название групп

source: Source name
ru: Название источника

source: Organization role name
ru: Название роли организации

source: Super role name
ru: Название супер роли

source: Total role name
ru: Название общей роли

source: Is OTP bound
ru: Подключен ли одноразовый пароль

source: System role name
ru: Название системной роли

source: Select users
ru: Выберите пользователя

source: For security, only list several users
ru: В целях безопасности перечислите только нескольких пользователей

source: name not unique
ru: имя не уникально

source: Your account will expire in
ru: Ваш аккаунт истечёт через

source: In order not to affect your normal work, please contact the administrator for confirmation.
ru: Чтобы это не влияло на обычную работу, пожалуйста, свяжитесь с администратором для подтверждения.

source: Your password will expire in
ru: Ваш пароль истечёт через

source: For your account security, please click on the link below to update your password in time
ru: Для безопасности вашей учётной записи, пожалуйста, нажмите на ссылку нижу, чтобы обновить ваш пароль вовремя

source: Click here update password
ru: Нажмите сюда, чтобы обновить пароль

source: If your password has expired, please click the link below to
ru: Если ваш пароль истёк, нажмите на ссылку ниже

source: Your MFA has been reset by site administrator
ru: Ваша многофакторная аутентификация была сброшена администратором сайта

source: Please click the link below to set
ru: Пожалуйста, нажмите на ссылку ниже, чтобы установить

source: Click here set
ru: Нажмите сюда для установки

source: Your ssh public key has been reset by site administrator
ru: Ваш публичный ключ был сброшен администратором сайта

source: click here to set your password
ru: нажмите сюда, чтобы установить ваш пароль

source: Input your email, that will send a mail to your
ru: Введите вашу электронную почту, мы отправим письмо на ваш

source: Submit
ru: Подтвердить

source: Enable MFA
ru: Включить многофакторную аутентификацию

source: MFA force enable, cannot disable
ru: Многофакторная аутентификация принудительно включена, нельзя отключить

source: MFA setting
ru: Настройки многофакторной аутентификации

source: Your password must satisfy
ru: Ваш пароль должен удовлетворять

source: Password strength
ru: Надёжность пароля

source: Setting
ru: Настройка

source: Very weak
ru: Очень слабый

source: Weak
ru: Слабый

source: Medium
ru: Средний

source: Strong
ru: Сильный

source: Very strong
ru: Очень сильный

source: Enable OTP
ru: Включить одноразовый пароль

source: Bind one-time password authenticator
ru: Привязать аутентификатор одноразового пароля

source: Use the MFA Authenticator application to scan the following qr code for a 6-bit verification code
ru: Используйте приложение аутентификатора многофакторной аутентификации для сканирования следующего qr-кода для получения 6-разрядного кода подтверждения

source: Six figures
ru: Шесть фигур

source: Install app
ru: Установить приложение

source: Download and install the MFA Authenticator application on your phone
ru: Скачайте и установите аутентификатор многофакторной аутентификации на ваш телефон

source: Android downloads
ru: Скачивание для Android

source: iPhone downloads
ru: Скачивание для iPhone

source: After installation, click the next step to enter the binding page (if installed, go to the next step directly).
ru: После установки, нажмите на следующий шаг для перехода к странице привязки (если установлено, переходите к следующему шагу сразу).

source: Verify password
ru: Проверить пароль

source: Authenticate
ru: Аутентифицироваться

source: The account protection has been opened, please complete the following operations according to the prompts
ru: Защита учетной записи открыта, пожалуйста, выполните следующие операции в соответствии с подсказками

source: Open MFA Authenticator and enter the 6-bit dynamic code
ru: Откройте аутентификатор многофакторной аутентификации и введите 6-битный динамический код

source: Already bound
ru: Уже привязано

source: MFA already bound, disable first, then bound
ru: Многофакторная аутентификация уже привязана, сначала отключите, затем привяжите

source: OTP enable success
ru: Одноразовый пароль успешно включён

source: OTP enable success, return login page
ru: Одноразовый пароль успешно включён, переход на страницу входа

source: Disable OTP
ru: Одноразовый пароль отключён

source: OTP disable success
ru: Одноразовый пароль успешно отключён

source: OTP disable success, return login page
ru: Одноразовый пароль успешно отключён, переход на страницу входа

source: Password invalid
ru: Неправильный пароль

source: Send reset password message
ru: Отправлено сообщение для сброса пароля

source: Send reset password mail success, login your mail box and follow it
ru: Сообщение для сброса пароля успешно отправлено, проверьте вашу электронную почту

source: Email address invalid, please input again
ru: Некорректный адрес электронной почты, пожалуйста, введите снова

source: The user is from {}, please go to the corresponding system to change the password
ru: Пользователь из {}, пожалуйста, перейдите к соответствующей системе для смены пароля

source: Token invalid or expired
ru: Токен некорректён или истёк

source: User auth from {}, go there change password
ru: Аутентификация пользователя из {}, перейдите туда и измените пароль

source: * Your password does not meet the requirements
ru: * Ваш пароль не соответствует требованиям

source: * The new password cannot be the last {} passwords
ru: * Новый пароль не должен совпадать с {} старыми паролями

source: Reset password success, return to login page
ru: Пароль успешно сброшен, переход на страницу входа

source: The parameter 'action' must be [{}]
ru: Параметр 'action' должен быть [{}]

source: Change auth plan
ru: Смена способа аутентификации

source: Application change auth plan
ru: Смена способа аутентификации для приложения

source: Application change auth plan execution
ru: Выполнение смены способа аутентификации для приложения

source: App
ru: Приложение

source: Application change auth plan task
ru: Задание смены способа аутентификации для приложения

source: Password cannot be set to blank, exit.
ru: Пароль не может быть пустым, выход.

source: Append SSH KEY
ru: Добавить ключ SSH

source: Empty and append SSH KEY
ru: Очистить и добавить ключ SSH

source: Replace (The key generated by JumpServer)
ru: Заменить (Ключ, сгенерированный PAM)

source: SSH Key strategy
ru: Способ задания SSH ключа

source: Asset change auth plan
ru: Смена способа аутентификации для ресурса

source: Asset change auth plan execution
ru: Выполнение смены способа аутентификации для ресурса

source: Change auth plan execution
ru: Выполнение смены способа аутентификации

source: Asset change auth plan task
ru: Задание смены способа аутентификации для ресурса

source: This asset does not have a privileged user set:
ru: У этого ресурса нет списка привилегированных пользователей:

source: The password and key of the current asset privileged user cannot be changed:
ru: Пароль и ключ текущего привилегированного пользователя на ресурсе не может быть изменён

source: Public key cannot be set to null, exit.
ru: Публичный ключ не может быть null, выход.

source: All assets use the same random password
ru: Все ресурсы используются одинаковый случайный пароль

source: All assets use different random password
ru: Все ресурсы используют разные случайные пароли

source: Password rules
ru: Правила пароля

source: Change auth plan snapshot
ru: Снапшот смены способа аутентификации

source: Ready
ru: Готово

source: Preflight check
ru: Предварительная проверка

source: Change auth
ru: Смена аутентификации

source: Verify auth
ru: Проверка аутентификации

source: Keep auth
ru: Сохранять аутентификацию

source: Step
ru: Шаг

source: Notification of implementation result of encryption change plan
ru: Уведомление о результате внедрения способа аутентификации

source: {} - The encryption change task has been completed. See the attachment for details
ru: {} - задание смены способа аутентификации завершено. Смотрите вложение для подробной информации

source: {} - The encryption change task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
ru: {} - задание смены способа аутентификации завершено: пароль не был установлен, перейдите в personal information -> file encryption password для установки зашифрованного пароля

source: Change Password
ru: Сменить пароль

source: Change SSH Key
ru: Сменить ключ SSH

source: Run times
ru: Количество запусков

source: * Please enter the correct password length
ru: * Пожалуйста, введите корректную длину пароля

source: * Password length range 6-30 bits
ru: * Пароль должен быть от 6 до 30 бит

source: After many attempts to change the secret, it still failed
ru: После многих попыток изменения пароля, успеха нет

source: Invalid/incorrect password
ru: Неправильный пароль

source: Failed to connect to the host
ru: Провал при подключении к хосту

source: Data could not be sent to remote
ru: Не удалось отправить данные на удалённый

source: Test connection successful
ru: Успешное тестовое подключение

source: Test connection failed: {}
ru: Тестовое подключение провалилось: {}

source: AWS (International)
ru: AWS (Международный)

source: AWS (China)
ru: AWS (Китай)

source: Azure (China)
ru: Azure (Китай)

source: Azure (International)
ru: Azure (Международный)

source: Instance name
ru: Название экземпляра

source: Instance name and Partial IP
ru: Название экземпляра и частичный IP

source: Succeed
ru: Успешно

source: Unsync
ru: Несинхронизированно

source: New Sync
ru: Новая синхронизация

source: Synced
ru: Синхронизированно

source: Released
ru: Освобождено

source: Cloud center
ru: Облачный центр

source: Provider
ru: Провайдер

source: Cloud account
ru: Облачная учётная запись

source: Test cloud account
ru: Тестовая облачная учётная запись

source: Account
ru: Учётная запись

source: Regions
ru: Регионы

source: Hostname strategy
ru: Способ задания названия хоста

source: Unix admin user
ru: Администратор Unix

source: Windows admin user
ru: Администратор Windows

source: IP network segment group
ru: Группа сегментов IP-сети

source: Always update
ru: Всегда обновлять

source: Date last sync
ru: Дата последней синхронизации

source: Sync instance task
ru: Задание синхронизации экземпляра

source: Date sync
ru: Дата синхронизации

source: Sync instance task execution
ru: Выполнение задания синхронизации экземпляра

source: Sync task
ru: Задание синхронизации

source: Sync instance task history
ru: История заданий синхронизаций экземпляра

source: Instance
ru: Экземпляр

source: Sync instance detail
ru: Подробная информация о синхронизации экземпляра

source: China (Beijing)
ru: Китай (Пекин)

source: China (Ningxia)
ru: Китай (Нинся)

source: US East (Ohio)
ru: Восток США (Огайо)

source: US East (N. Virginia)
ru: Восток США (Северная Вирджиния)

source: US West (N. California)
ru: Запад США (Северная Калифорния)

source: US West (Oregon)
ru: Запад США (Орегон)

source: Africa (Cape Town)
ru: Африка (Кейптаун)

source: Asia Pacific (Hong Kong)
ru: Азиатско-Тихоокеанский регион (Гонконг)

source: Asia Pacific (Mumbai)
ru: Азиатско-Тихоокеанский регион (Мумбай)

source: Asia Pacific (Osaka-Local)
ru: Азиатско-Тихоокеанский регион (Осака)

source: Asia Pacific (Seoul)
ru: Азиатско-Тихоокеанский регион (Сеул)

source: Asia Pacific (Singapore)
ru: Азиатско-Тихоокеанский регион (Сингапур)
