Repository: meowgen/jumpserver
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Priority
ru: Приоритет

source: 1-100, the lower the value will be match first
ru: 1-100, меньшее значение будет соответствовать первым

source: Active
ru: Активен

source: Comment
ru: Комментарий

source: Reject
ru: Отклонить

source: Allow
ru: Принять

source: Login confirm
ru: Подтверждение входа

source: User
ru: Пользователь

source: Rule
ru: Правило

source: Action
ru: Действие

source: Reviewers
ru: Обозреватели

source: Login acl
ru: Вход acl

source: System User
ru: Системный пользователь

source: Asset
ru: Ресурс

source: Login asset acl
ru: Вход на ресурс acl

source: Login asset confirm
ru: Подтверждение входа на ресурс

source: Format for comma-delimited string, with * indicating a match all.
ru: Формат для строки, разделенной запятыми, с *, указывающим на соответствие всем.

source: Username
ru: Имя пользователя

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (Domain name support)
ru: Формат для строки, разделенной запятыми, с *, указывающим на соответствие всем. Такие, как: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001: db8:2de::e13, 2001:db8:1a:1110::/64 (Поддержка доменных имен)

source: Hostname
ru: Название хоста

source: Format for comma-delimited string, with * indicating a match all. Protocol options: {}
ru: Формат для строки, разделенной запятыми, с *, указывающим на соответствие всем. Протокол параметры: {}

source: Protocol
ru: Протокол

source: Unsupported protocols: {}
ru: Неподдерживаемые протоколы

source: The organization `{}` does not exist
ru: Организация {} не существует

source: None of the reviewers belong to Organization `{}`
ru: Никакие из обозревателей не состоят в организации '{}'

source: IP address invalid: `{}`
ru: Некорректный IP адрес: '{}'

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
ru: Формат для строки, разделенной запятыми, с *, указывающим на соответствие всем. Например: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001: db8:2de::e13, 2001:db8:1a:1110::/64

source: Time Period
ru: Период времени

source: Applications
ru: Приложения

source: Database
ru: База данных

source: Remote app
ru: Удалённое приложение

source: Custom
ru: Пользовательский

source: Other
ru: Другая

source: Application
ru: Приложение

source: System user
ru: Системный пользователь

source: Version
ru: Версия

source: Application account
ru: Учётная запись приложения

source: Can view application account secret
ru: Может просматривать секретные данные учётной записи приложения

source: Can change application account secret
ru: Может изменять секретные данные учётной записи приложения

source: Category
ru: Категория

source: Type
ru: Тип

source: Domain
ru: Домен

source: Attrs
ru: Атрибуты

source: Can match application
ru: Может соответствовать приложению

source: Application user
ru: Пользователь приложения

source: Category display
ru: Категория

source: Type display
ru: Тип

source: Date created
ru: Дата создания

source: Date updated
ru: Дата обновления

source: Application display
ru: Приложение

source: account
ru: Учётная запись

source: Cluster
ru: Кластер

source: Host
ru: Хост

source: Port
ru: Порт

source: Asset Info
ru: Информация о ресурсе

source: Application path
ru: Путь к приложению

source: This field is required.
ru: Это поле обязательно к заполнению.

source: Target URL
ru: Целевой URL

source: Chrome username
ru: Имя пользователя Chrome

source: Chrome password
ru: Пароль пользователя Chrome

source: Operating parameter
ru: Рабочий параметр

source: Target url
ru: Целевой URL

source: Custom Username
ru: Пользовательское имя

source: Custom password
ru: Пользовательский пароль

source: Mysql workbench username
ru: Имя пользователя MySQL Workbench

source: Mysql workbench password
ru: Пароль пользователя MySQL Workbench

source: Magnus currently supports only 11g and 12c connections
ru: В настоящее время Magnus поддерживает только соединения с версиями 11g и 12c

source: Vmware username
ru: Имя пользователя VMWare

source: Vmware password
ru: Пароль пользователя VMWare

source: Number required
ru: Требуется номер

source: You can't update the root node name
ru: Вы не можете обновить название корневой ноды

source: You can't delete the root node ({})
ru: Вы не можете удалить корневую ноду ({})

source: Deletion failed and the node contains assets
ru: Удаление не удалось, и нода содержит ресурсы

source: App assets
ru: Ресурсы приложения

source: Base
ru: База

source: Charset
ru: Кодировка

source: Meta
ru: Мета-информация

source: Internal
ru: Внутренний

source: Platform
ru: Платформа

source: Vendor
ru: Производитель

source: Model
ru: Модель

source: Serial number
ru: Серийный номер

source: CPU model
ru: Модель процессора

source: CPU count
ru: Количество процессоров

source: CPU cores
ru: Ядра процессора

source: CPU vcpus
ru: Виртуальные процессоры процессора

source: Memory
ru: Память

source: Disk total
ru: Количество дисков

source: Disk info
ru: Информация о диске

source: OS
ru: ОС

source: OS version
ru: Версия ОС

source: OS arch
ru: Архитектура ОС

source: Hostname raw
ru: Исходное название хоста

source: Protocols
ru: Протоколы

source: Nodes
ru: Ноды

source: Is active
ru: Является активным

source: Admin user
ru: Администратор

source: Public IP
ru: Публичный IP

source: Asset number
ru: Номер ресурса

source: Labels
ru: Ярлыки

source: Created by
ru: Кем создан

source: Can refresh asset hardware info
ru: Может обновлять информацию о аппаратном обеспечении ресурса

source: Can test asset connectivity
ru: Может проверять подключаемость к ресурсу

source: Can push system user to asset
ru: Может пушить системного пользователя к ресурсу

source: Can match asset
ru: Может соответствовать ресурсу

source: Add asset to node
ru: Может добавлять ресурс к ноде

source: Move asset to node
ru: Может перемещать ресурс к ноде

source: Can test asset account connectivity
ru: Может проверять подключаемость к учётной записи ресурса

source: Can view asset account secret
ru: Может просматривать секретные данные учётной записи

source: Can change asset account secret
ru: Может изменять секретные данные учётной записи

source: Can view asset history account
ru: Может просматривать историю учётной записи ресурса

source: Can view asset history account secret
ru: Может просматривать историю секретных данных учётной записи ресурса

source: All
ru: Все

source: Recipient
ru: Получатель

source: Account backup plan
ru: План резервной копии учётной записи

source: Manual trigger
ru: Ручной триггер

source: Timing trigger
ru: Триггер по времени

source: Date start
ru: Дата начала

source: Time
ru: Время

source: Account backup snapshot
ru: Снапшот резервной копии учётной записи

source: Trigger mode
ru: Режим триггера

source: Reason
ru: Причина

source: Is success
ru: Успешно ли

source: Account backup execution
ru: Выполнение резервной копии учётной записи

source: Unknown
ru: Неизвестно

source: Ok
ru: Ок

source: Failed
ru: Неудача

source: Connectivity
ru: Связь

source: Date verified
ru: Дата проверки

source: Password
ru: Пароль

source: SSH private key
ru: Приватный ключ SSH

source: SSH public key
ru: Публичный ключ SSH

source: Bandwidth
ru: Пропускная способность

source: Contact
ru: Контакт

source: Phone
ru: Номер телефона

source: Address
ru: Адрес

source: Intranet
ru: Интранет

source: Extranet
ru: Экстранет

source: Operator
ru: Оператор

source: Default
ru: По умолчанию

source: System
ru: Система

source: Default Cluster
ru: Кластер по умолчанию

source: User group
ru: Группа пользователей

source: Command filter
ru: Командный фильтр

source: Regex
ru: Регулярное выражение

source: Command
ru: Команда

source: Deny
ru: Отказаться

source: Reconfirm
ru: Подтвердить

source: Filter
ru: Фильтр

source: Content
ru: Содержимое

source: One line one command
ru: Одна линия - одна команда

source: Ignore case
ru: Игнорировать регистр

source: Command filter rule
ru: Правило командного фильтра

source: The generated regular expression is incorrect: {}
ru: Сгенерированное регулярное выражение неправильное: {}

source: Command confirm
ru: Подтверждение команды

source: Gateway
ru: Шлюз

source: Test gateway
ru: Тестовый шлюз

source: Unable to connect to port {port} on {ip}
ru: Невозможно подключиться к порту {port} на {ip}

source: Authentication failed
ru: Аутентификация провалилась

source: Connect failed
ru: Подключение провалилось

source: Present
ru: Текущий

source: Date last login
ru: Дата последнего входа

source: IP last login
ru: IP последнего входа

source: GatherUser
ru: Собранный пользователь

source: Asset group
ru: Группа ресурсов

source: Default asset group
ru: Группа ресурсов по умолчанию

source: Value
ru: Значение

source: Label
ru: Ярлык

source: New node
ru: Новая нода

source: empty
ru: пустое

source: Key
ru: Ключ

source: Full value
ru: Полное значение

source: Parent key
ru: Ключ предка

source: Node
ru: Нода

source: Can match node
ru: Может соответствовать ноде

source: Automatic managed
ru: Управляемый автоматически

source: Manually input
ru: Ввод вручную

source: Common user
ru: Обычный пользователь

source: Username same with user
ru: Имена пользователей совпадают

source: Assets
ru: Ресурсы

source: Users
ru: Пользователи

source: User groups
ru: Группы пользователей

source: Auto push
ru: Автоматический пуш

source: Login mode
ru: Режим входа

source: SFTP Root
ru: Корневая папка SFTP

source: Token
ru: Токен

source: Home
ru: Домашняя папка

source: System groups
ru: Системные группы

source: User switch
ru: Смена пользователя

source: Switch from
ru: Смена откуда

source: Can match system user
ru: Может соответствовать системному пользователю

source: %(value)s is not an even number
ru: %(value)s не является чётным числом

source: Notification of account backup route task results
ru: Уведомление о результатах задания маршрута резервного копирования учетной записи

source: {} - The account backup passage task has been completed. See the attachment for details
ru: {} - Задача прохождения резервного копирования учетной записи завершена. Смотрите вложение для получения подробной информации

source: {} - The account backup passage task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
ru: {} - Задача прохождения резервного копирования учетной записи завершена: шифрование пароль не был установлен - пожалуйста, перейдите в раздел личная информация -> файл пароль шифрования для установки пароля шифрования

source: System user display
ru: Системный пользователь

source: Protocol format should {}/{}
ru: Формат протокола должен быть {}/{]

source: Protocol duplicate: {}
ru: Дубликат протокола: {}

source: Domain name
ru: Название домена

source: Nodes name
ru: Названия нод

source: Labels name
ru: Названия ярлыков

source: Hardware info
ru: Информация об аппаратном обеспечении

source: Admin user display
ru: Администратор

source: CPU info
ru: Информация о процессоре

source: Actions
ru: Действия

source: Periodic perform
ru: Периодическое выполнение

source: Currently only mail sending is supported
ru: В настоящее время поддерживается только отправка почты

source: Private key
ru: Приватный ключ

source: Key password
ru: Пароль ключа

source: private key invalid or passphrase error
ru: приватный ключ или кодовая фраза некорректна

source: Action display
ru: Действие

source: Pattern
ru: Паттерн

source: Assets amount
ru: Количество ресурсов

source: Applications amount
ru: Количество приложений

source: Gateways count
ru: Количество шлюзов

source: value
ru: значение

source: Can't contains: /
ru: Не может содержать /

source: The same level node name cannot be the same
ru: Имена нод на одинаковом уровне не могут быть одинаковыми

source: SSH key fingerprint
ru: Отпечаток SSH ключа

source: Apps amount
ru: Количество приложений

source: Nodes amount
ru: Количество нод

source: Login mode display
ru: Режим входа

source: Ad domain
ru: Домен ad

source: Is asset protocol
ru: Является протоколом ресурса

source: Only ssh and automatic login system users are supported
ru: Поддерживаются только SSH и автоматический вход системных пользователей

source: Username same with user with protocol {} only allow 1
ru: Одинаковое имя пользователя {} разрешено только 1

source: Special char not allowed
ru: Специальные символы не разрешены

source: * Automatic login mode must fill in the username.
ru: * В режиме автоматического входа необходимо ввести имя пользователя.

source: Path should starts with /
ru: Путь должен начинаться с /

source: Password or private key required
ru: Необходим пароль или кодовая фраза

source: Only ssh protocol system users are allowed
ru: Разрешены только системные пользователи, использующие SSH протокол

source: The protocol must be consistent with the current user: {}
ru: Протокол должен соответствовать текущему пользователю: {}

source: Only system users with automatic login are allowed
ru: Только пользователи с автоматическим входом разрешены

source: System user name
ru: Имя системного пользователя

source: Org name
ru: Название организации

source: Asset hostname
ru: Название хоста ресурса

source: Password can not contains `{{`
ru: Пароль не может содержать '{{'

source: Password can not contains `'`
ru: Пароль не может содержать '''

source: Password can not contains `"`
ru: Пароль не может содержать '"'

source: The asset {} system platform {} does not support run Ansible tasks
ru: Ресурс {}, его платформа {} не поддерживает выполнение заданий Ansible

source: Test account connectivity:
ru: Проверка подключаемости учётной записи:

source: Test assets connectivity.
ru: Проверка подключаемости ресурсов.

source: Test assets connectivity:
ru: Проверка подключаемости ресурсов:

source: Test if the assets under the node are connectable:
ru: Проверка, доступны ли ресурсы под нодой для подключения:

source: Unreachable
ru: Недостижимо

source: Reachable
ru: Достижимо

source: Get asset info failed: {}
ru: Получение информации о ресурсе провалилось: {}

source: Update some assets hardware info.
ru: Обновление информации об аппаратном обеспечении некоторых ресурсов.

source: Update asset hardware info:
ru: Обновление информации об аппаратном обеспечении ресурса:

source: Update assets hardware info:
ru: Обновление информации об аппаратном обеспечении ресурсов:

source: Update node asset hardware information:
ru: Обновление информации об аппаратном обеспечении ноды ресурса:

source: Gather assets users
ru: Собрать ресурсы пользователей

source: The task of self-checking is already running and cannot be started repeatedly
ru: Задача проверки себя уже запущена и не может быть запущена повторно

source: System user is dynamic: {}
ru: Системный пользователь динамический: {]

source: Start push system user for platform: [{}]
ru: Начало пуша системного пользователя для платформы: [{}]

source: Hosts count: {}
ru: Количество хостов: {}

source: Push system users to assets:
ru: Пуш системных пользователей к ресурсам:

source: Push system users to asset:
ru: Пуш системных пользователей к ресурсу:

source: Dynamic system user not support test
ru: Динамический системный пользователь не поддерживает тесты

source: Start test system user connectivity for platform: [{}]
ru: Начало проверки подключаемости пользователя к платформе: [{}]

source: Test system user connectivity:
ru: Проверка подключаемости системного пользователя:

source: Test system user connectivity period:
ru: Период проверок подключаемости системного пользователя:

source: Asset has been disabled, skipped: {}
ru: Ресурс был отключён, пропущено: {}

source: Asset may not be support ansible, skipped: {}
ru: Ресурс может не поддерживать ansible, пропущено: {}

source: For security, do not push user {}
ru: Для безопасности, пользователь {} не запушен

source: No assets matched, stop task
ru: Совпадений ресурсов не найдено, задание остановлено

source: Audits
ru: Аудиты

source: Delete
ru: Удалить

source: Upload
ru: Загрузить

source: Download
ru: Скачать

source: Rmdir
ru: Удалить папку

source: Rename
ru: Переименовать

source: Mkdir
ru: Создать папку

source: Symlink
ru: Символическая ссылка

source: Remote addr
ru: Удалённый адрес

source: Operate
ru: Операция

source: Filename
ru: Название файла

source: Success
ru: Успех

source: File transfer log
ru: Лог передачи файлов

source: Create
ru: Создать

source: View
ru: Просмотр

source: Update
ru: Обновить

source: Resource Type
ru: Тип ресурса

source: Resource
ru: Ресурс

source: Datetime
ru: Дата и время

source: Operate log
ru: Лог операций

source: Change by
ru: Изменён

source: Password change log
ru: Лог смены пароля

source: Disabled
ru: Отключена

source: Enabled
ru: Включена

source: Login type
ru: Тип входа

source: Login ip
ru: IP входа

source: Login city
ru: Город входа

source: MFA
ru: Многофакторная аутентификация

source: Status
ru: Статус

source: Date login
ru: Дата входа

source: Authentication backend
ru: Бэкэнд аутентификации

source: User login log
ru: Лог входов пользователя

source: Operate display
ru: Операция

source: Status display
ru: Статус

source: MFA display
ru: Многофакторная аутентификация

source: Reason display
ru: Причина

source: Hosts display
ru: Хосты

source: Result
ru: Результат

source: Hosts
ru: Хосты

source: Run as
ru: Запустить как

source: Run as display
ru: Запустить как

source: User display
ru: Пользователь

source: SSH Key
ru: Ключ SSH

source: Auth Token
ru: Токен аутентификации

source: Temporary token
ru: Временный токен

source: User and Group
ru: Пользователь и группа

source: {User} JOINED {UserGroup}
ru: {User} ПРИСОЕДИНИЛСЯ К {UserGroup}

source: {User} LEFT {UserGroup}
ru: {User} ПОКИНУЛ {UserGroup}

source: Asset and SystemUser
ru: Ресурс и системный пользователь

source: {Asset} ADD {SystemUser}
ru: {Asset} ДОБАВИЛ {SystemUser}

source: {Asset} REMOVE {SystemUser}
ru: {Asset} УДАЛИЛ {SystemUser}

source: Node and Asset
ru: Нода и ресурс

source: {Node} ADD {Asset}
ru: {Node} ДОБАВИЛА {Asset}

source: {Node} REMOVE {Asset}
ru: {Node} УДАЛИЛА {Asset}

source: User asset permissions
ru: Разрешения пользователя на ресурсе

source: {AssetPermission} ADD {User}
ru: {AssetPermission} ДОБАВИЛО {User}

source: {AssetPermission} REMOVE {User}
ru: {AssetPermission} УДАЛИЛО {User}

source: User group asset permissions
ru: Разрешения группы пользователей на ресурсе

source: {AssetPermission} ADD {UserGroup}
ru: {AssetPermission} ДОБАВИЛО {UserGroup}

source: {AssetPermission} REMOVE {UserGroup}
ru: {AssetPermission} УДАЛИЛО {UserGroup}

source: Asset permission
ru: Разрешение ресурса

source: {AssetPermission} ADD {Asset}
ru: {AssetPermission} ДОБАВИЛО {Asset}

source: {AssetPermission} REMOVE {Asset}
ru: {AssetPermission} УДАЛИЛО {Asset}

source: Node permission
ru: Разрешение ноды

source: {AssetPermission} ADD {Node}
ru: {AssetPermission} ДОБАВИЛО {Node}

source: {AssetPermission} REMOVE {Node}
ru: {AssetPermission} УДАЛИЛО {Node}

source: Asset permission and SystemUser
ru: Разрешение ресурса и системный пользователь

source: {AssetPermission} ADD {SystemUser}
ru: {AssetPermission} ДОБАВИЛО {SystemUser}

source: {AssetPermission} REMOVE {SystemUser}
ru: {AssetPermission} УДАЛИЛО {SystemUser}

source: User application permissions
ru: Разрешения приложения пользователя

source: {ApplicationPermission} ADD {User}
ru: {ApplicationPermission} ДОБАВИЛО {User}

source: {ApplicationPermission} REMOVE {User}
ru: {ApplicationPermission} УДАЛИЛО {User}

source: User group application permissions
ru: Разрешения приложения группы пользователей

source: {ApplicationPermission} ADD {UserGroup}
ru: {ApplicationPermission} ДОБАВИЛО {UserGroup}

source: {ApplicationPermission} REMOVE {UserGroup}
ru: {ApplicationPermission} УДАЛИЛО {UserGroup}

source: Application permission
ru: Разрешение приложения

source: {ApplicationPermission} ADD {Application}
ru: {ApplicationPermission} ДОБАВИЛО {Application}

source: {ApplicationPermission} REMOVE {Application}
ru: {ApplicationPermission} УДАЛИЛО {Application}

source: Application permission and SystemUser
ru: Разрешение приложения и системный пользователь

source: {ApplicationPermission} ADD {SystemUser}
ru: {ApplicationPermission} ДОБАВИЛО {SystemUser}

source: {ApplicationPermission} REMOVE {SystemUser}
ru: {ApplicationPermission} УДАЛИЛО {SystemUser}

source: This action require verify your MFA
ru: Это действие требует подтверждения многофакторной аутентификацией

source: Current user not support mfa type: {}
ru: Текущий пользователь не поддерживает тип многофакторной аутентификации: {}

source: Authentication
ru: Аутентификация

source: Invalid signature header. No credentials provided.
ru: Недопустимый заголовок подписи. Никаких учетных данных не предоставлено.

source: Invalid signature header. Signature string should not contain spaces.
ru: Недопустимый заголовок подписи. Строка подписи не должна содержать пробелов.

source: Invalid signature header. Format like AccessKeyId:Signature
ru: Недопустимый заголовок подписи. Формат должен быть AccessKeyId:Signature

source: Invalid signature header. Signature string should not contain invalid characters.
ru: Недопустимый заголовок подписи. Строка подписи не должна содержать недопустимых символов.

source: Invalid signature.
ru: Недопустимый заголовок подписи.

source: HTTP header: Date not provide or not %a, %d %b %Y %H:%M:%S GMT
ru: Заголовок HTTP: дата не указана или не в формате %a, %d %b %Y %H:%M:%S GMT

source: Expired, more than 15 minutes
ru: Время истекло, более 15 минут

source: User disabled.
ru: Пользователь отключён.

source: Invalid token header. No credentials provided.
ru: Недопустимый заголовок токена. Никаких учетных данных не предоставлено.

source: Invalid token header. Sign string should not contain spaces.
ru: Недопустимый заголовок токена. Строка подписи не должна содержать пробелов.

source: Invalid token header. Sign string should not contain invalid characters.
ru: Недопустимый заголовок токена. Строка подписи не должна содержать недопустимых символов.

source: Invalid token or cache refreshed.
ru: Токен некорректен или кэш обновлён

source: Authentication failed password incorrect
ru: Аутентификация провалена, пароль неверный

source: Login time has exceeded {} minutes, please login again
ru: Время входа превысило {} минут, пожалуйста, войдите еще раз

source: Username/password check failed
ru: Ошибка проверки имени пользователя/пароля

source: Password decrypt failed
ru: Ошибка расшифровки пароля

source: MFA failed
ru: Провалена многофакторная аутентификация

source: MFA unset
ru: Многофакторная аутентификация не установлена

source: Username does not exist
ru: Имя пользователя не существует

source: Password expired
ru: Пароль истёк

source: Disabled or expired
ru: Отключён или истёк

source: This account is inactive.
ru: Эта учётная запись неактивна.

source: This account is expired
ru: Эта учётная запись истекла

source: Auth backend not match
ru: Не найдено соответствие бэкэнду аутентификации

source: ACL is not allowed
ru: ACL не разрешено

source: Only local users are allowed
ru: Только локальные пользователи разрешены

source: No session found, check your cookie
ru: Сессии не найдено, проверьте cookie

source: The username or password you entered is incorrect, please enter it again. You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
ru: Имя пользователя или пароль, которые вы ввели неверно, пожалуйста, введите их еще раз.Вы также можете попробовать {times_try} раз (учетная запись будет временно заблокирована на {block_time} минут)
