Repository: meowgen/jumpserver
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Asia Pacific (Sydney)
ru: Азиатско-Тихоокеанский регион (Сидней)

source: Asia Pacific (Tokyo)
ru: Азиатско-Тихоокеанский регион (Токио)

source: Canada (Central)
ru: Канада (Центральная)

source: Europe (Frankfurt)
ru: Европа (Франкфурт)

source: Europe (Ireland)
ru: Европа (Ирландия)

source: Europe (London)
ru: Европа (Лондон)

source: Europe (Milan)
ru: Европа (Милан)

source: Europe (Paris)
ru: Европа (Париж)

source: Europe (Stockholm)
ru: Европа (Стокгольм)

source: Middle East (Bahrain)
ru: Ближний Восток (Бахрейн)

source: South America (São Paulo)
ru: Южная Америка (Сан-Паулу)

source: Validity display
ru: Отображение срока действия

source: Provider display
ru: Провайдер

source: Client ID
ru: Идентификатор клиента

source: Tenant ID
ru: Идентификатор арендатора

source: Subscription ID
ru: Идентификатор подписки

source: Auth url
ru: URL аутентификации

source: eg: http://openstack.example.com:5000/v3
ru: например: http://openstack.example.com:5000/v3

source: User domain
ru: Домен пользователя

source: Service account key
ru: Ключ учётной записи сервиса

source: The file is in JSON format
ru: Файл в формате JSON

source: Only instances matching the IP range will be synced. <br>If the instance contains multiple IP addresses, the first IP address that matches will be used as the IP for the created asset. <br>The default value of * means sync all instances and randomly match IP addresses. <br>Format for comma-delimited string, Such as: 192.168.1.0/24, 10.1.1.1-10.1.1.20
ru: Будут синхронизированы только экземпляры, соответствующие диапазону IP-адресов.<br>Если экземпляр содержит несколько IP-адресов, первый совпадающий IP-адрес будет использоваться в качестве IP-адреса для созданного ресурса. <br>Значение по умолчанию * означает синхронизацию всех экземпляров и случайное совпадение IP-адресов. <br>Формат для строки, разделенной запятыми, такой как: 192.168.1.0/24, 10.1.1.1-10.1.1.20

source: History count
ru: Количество историй

source: Instance count
ru: Количество экземпляров

source: Linux admin user
ru: Администратор Linux

source: Periodic display
ru: Отображение периодичности

source: Account unavailable
ru: Учётная запись недоступна

source: Gathered user
ru: Собранный пользователь

source: Gather user task
ru: Задания сбора пользователя

source: gather user task execution
ru: выполнение задания сбора пользователя

source: Assets is empty, please change nodes
ru: Ресурсы пусты, пожалуйста, смените ноды

source: Executed times
ru: Количество выполнений

source: Restore default successfully.
ru: Успешно восстановлено значение по умолчанию

source: Interface settings
ru: Настройки интерфейса

source: Title of login page
ru: Заголовок страницы входа

source: Image of login page
ru: Изображение страницы входа

source: Website icon
ru: Иконка сайта

source: Logo of management page
ru: Логотип страницы управления

source: Logo of logout page
ru: Логотип страницы выхода

source: Theme
ru: Тема

source: Interface setting
ru: Настройка интерфейса

source: License import successfully
ru: Лицензия успешно импортирована

source: License is invalid
ru: Лицензия некорректна

source: License
ru: Лицензия

source: Standard edition
ru: Стандартное издание

source: Enterprise edition
ru: Корпоративное издание

source: Ultimate edition
ru: Ультимативное издание

source: Community edition
ru: Общественное издание
